Repository: Mussorable/top_design_building
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: de, pl

source: Our architects and engineers work closely with you to develop detailed plans and designs that align with your goals. We also handle all necessary permits and approvals.
de: Unsere Architekten und Ingenieure arbeiten eng mit Ihnen zusammen, um detaillierte Pläne und Designs zu entwickeln, die Ihren Zielen entsprechen. Wir kümmern uns auch um alle erforderlichen Genehmigungen und Zulassungen.
pl: Nasi architekci i inżynierowie ściśle współpracują z Tobą, aby opracować szczegółowe plany i projekty zgodne z Twoimi celami. Zajmujemy się również wszystkimi niezbędnymi pozwoleniami i zatwierdzeniami.

source: Construction Management:
de: Bauleitung:
pl: Zarządzanie budową:

source: Once the plans are approved, our construction team takes over, managing every aspect of the build. We ensure that the work is carried out to the highest standards, with regular site inspections and quality control measures.
de: Sobald die Pläne genehmigt sind, übernimmt unser Bauteam die Verantwortung und verwaltet jeden Aspekt des Bauvorhabens. Wir stellen sicher, dass die Arbeiten nach höchsten Standards ausgeführt werden, mit regelmäßigen Baustelleninspektionen und Qualitätskontrollen.
pl: Po zatwierdzeniu planów nasz zespół budowlany przejmuje zarządzanie każdym aspektem budowy. Zapewniamy, że prace są realizowane zgodnie z najwyższymi standardami, z regularnymi inspekcjami na miejscu i środkami kontroli jakości.

source: Finalization:
de: Abschluss:
pl: Zakończenie:

source: As the project nears completion, we focus on the finishing touches, ensuring that every detail meets your expectations. We also conduct thorough testing and inspections to ensure everything is perfect before handover.
de: Wenn das Projekt dem Ende entgegengeht, konzentrieren wir uns auf die letzten Details und stellen sicher, dass jedes Detail Ihren Erwartungen entspricht. Wir führen auch gründliche Tests und Inspektionen durch, um sicherzustellen, dass alles perfekt ist, bevor wir die Übergabe vornehmen.
pl: W miarę zbliżania się projektu do ukończenia, koncentrujemy się na wykończeniach, zapewniając, że każdy detal spełnia Twoje oczekiwania. Przeprowadzamy również dokładne testy i inspekcje, aby upewnić się, że wszystko jest perfekcyjne przed przekazaniem.

source: Handover and Support:
de: Übergabe und Unterstützung:
pl: Przekazanie i wsparcie:

source: Upon completion, we hand over the keys to your new facility, providing all necessary documentation and offering ongoing support for any future needs.
de: Nach Abschluss übergeben wir die Schlüssel für Ihre neue Einrichtung, stellen alle erforderlichen Unterlagen bereit und bieten fortlaufende Unterstützung für zukünftige Bedürfnisse an.
pl: Po zakończeniu projektu przekazujemy klucze do nowego obiektu, dostarczając wszelką niezbędną dokumentację i oferując bieżące wsparcie w przypadku przyszłych potrzeb.

source: By choosing us, you'll get
de: Wenn Sie sich für uns entscheiden, erhalten Sie
pl: Decydując się na nas, zyskasz

source: Full-Service Expertise:
de: Kompetenz im Vollservice:
pl: Pełna wiedza specjalistyczna:

source: We manage every phase of the construction process, ensuring seamless coordination and high-quality results. From initial site assessments to the final walkthrough, our team handles it all, so you don’t have to worry about managing multiple contractors or vendors.
de: Wir verwalten jede Phase des Bauprozesses und sorgen für eine nahtlose Koordination und hochwertige Ergebnisse. Vom ersten Standortcheck bis zur abschließenden Begehung übernimmt unser Team alles, damit Sie sich keine Sorgen um die Verwaltung mehrerer Auftragnehmer oder Lieferanten machen müssen.
pl: Zarządzamy każdym etapem procesu budowlanego, zapewniając płynne koordynowanie i wysoką jakość wyników. Od początkowych ocen terenu po ostateczny przegląd, nasz zespół zajmuje się wszystkim, abyś nie musiał martwić się o zarządzanie wieloma wykonawcami czy dostawcami.

source: Customized Solutions:
de: Maßgeschneiderte Lösungen:
pl: Dostosowane rozwiązania:

source: Each project is unique, and we tailor our services to meet your specific needs. Whether it’s a residential development, a commercial building, or a specialized facility, we provide solutions that are customized to your vision and functional requirements.
de: Jedes Projekt ist einzigartig, und wir passen unsere Dienstleistungen an Ihre spezifischen Bedürfnisse an. Ob es sich um eine Wohnsiedlung, ein Gewerbegebäude oder eine spezialisierte Einrichtung handelt, wir bieten Lösungen, die auf Ihre Vision und funktionalen Anforderungen zugeschnitten sind.
pl: Każdy projekt jest wyjątkowy, a nasze usługi dostosowujemy do Twoich specyficznych potrzeb. Niezależnie od tego, czy chodzi o rozwój mieszkalny, budynek komercyjny czy obiekt specjalistyczny, oferujemy rozwiązania dopasowane do Twojej wizji i wymagań funkcjonalnych.

source: Quality Assurance:
de: Qualitätssicherung:
pl: Zapewnienie jakości:

source: We prioritize quality in every aspect of our work. From selecting the best materials to employing skilled craftsmen, our focus is on delivering a facility that stands the test of time, with a strong emphasis on safety and durability.
de: Qualität steht bei uns in jedem Aspekt unserer Arbeit an erster Stelle. Von der Auswahl der besten Materialien bis hin zum Einsatz qualifizierter Handwerker liegt unser Fokus darauf, eine Einrichtung zu liefern, die den Test der Zeit besteht, mit besonderem Augenmerk auf Sicherheit und Langlebigkeit.
pl: Priorytetem dla nas jest jakość we wszystkich aspektach naszej pracy. Od wyboru najlepszych materiałów po zatrudnianie wykwalifikowanych rzemieślników, koncentrujemy się na dostarczaniu obiektu, który przetrwa próbę czasu, z dużym naciskiem na bezpieczeństwo i trwałość.

source: Sustainable Practices:
de: Nachhaltige Praktiken:
pl: Praktyki proekologiczne:

source: We are committed to environmentally responsible construction. Our team integrates sustainable practices into our projects, including energy-efficient systems, eco-friendly materials, and waste reduction strategies.
de: Wir setzen uns für umweltbewussten Bau ein. Unser Team integriert nachhaltige Praktiken in unsere Projekte, einschließlich energieeffizienter Systeme, umweltfreundlicher Materialien und Abfallreduzierungstrategien.
pl: Jesteśmy zobowiązani do odpowiedzialnej ekologicznie budowy. Nasz zespół integruje praktyki zrównoważonego rozwoju w naszych projektach, w tym systemy energooszczędne, materiały przyjazne dla środowiska oraz strategie redukcji odpadów.

source: We understand the importance of deadlines. Our project management approach is designed to keep your project on schedule, with regular updates and transparent communication to ensure you’re informed every step of the way.
de: Wir verstehen die Bedeutung von Fristen. Unser Projektmanagementansatz ist darauf ausgelegt, Ihr Projekt termingerecht abzuwickeln, mit regelmäßigen Updates und transparenter Kommunikation, um sicherzustellen, dass Sie in jedem Schritt informiert sind.
pl: Rozumiemy znaczenie terminów. Nasze podejście do zarządzania projektem jest zaprojektowane, aby utrzymać projekt w harmonogramie, z regularnymi aktualizacjami i przejrzystą komunikacją, abyś był informowany na każdym etapie realizacji.

source: Cost Efficiency:
de: Kosteneffizienz:
pl: Optymalizacja kosztów:

source: Comprehensive doesn’t have to mean expensive. We work within your budget to deliver high-quality construction at a competitive price, without sacrificing quality or cutting corners.
de: Umfassend muss nicht teuer sein. Wir arbeiten innerhalb Ihres Budgets, um hochwertige Bauleistungen zu einem wettbewerbsfähigen Preis zu liefern, ohne Kompromisse bei der Qualität einzugehen oder Abstriche zu machen.
pl: Kompleksowość nie musi oznaczać wysokich kosztów. Pracujemy w ramach Twojego budżetu, aby dostarczyć wysokiej jakości budowę w konkurencyjnej cenie, bez kompromisów w jakości i cięcia kosztów.

source: Consulting Services: Expert Guidance for Your Projects
de: Beratungsdienste: Fachkundige Beratung für Ihre Projekte
pl: Usługi doradcze: Eksperckie wsparcie dla Twoich projektów

source: At %(title)s, we offer professional consulting services to help you navigate the complexities of construction, renovation, and interior design projects. Our experienced consultants provide valuable insights and expert advice at every stage, ensuring that your project runs smoothly and successfully.
de: Bei %(title)s bieten wir professionelle Beratungsdienste an, um Ihnen bei der Bewältigung der Komplexität von Bau-, Renovierungs- und Innenarchitekturprojekten zu helfen. Unsere erfahrenen Berater bieten wertvolle Einblicke und Expertenrat in jeder Phase, um sicherzustellen, dass Ihr Projekt reibungslos und erfolgreich verläuft.
pl: W %(title)s oferujemy profesjonalne usługi doradcze, które pomogą Ci poradzić sobie z zawirowaniami budowy, remontu i projektowania wnętrz. Nasi doświadczeni doradcy dostarczają cennych informacji i fachowych porad na każdym etapie, zapewniając, że Twój projekt przebiega sprawnie i z sukcesem.

source: Our Consulting Services Include:
de: Unsere Beratungsdienste umfassen:
pl: Nasze usługi doradcze obejmują:

source: Project Feasibility Studies:
de: Machbarkeitsstudien für Projekte:
pl: Analiza wykonalności projektu:

source: Assess the viability of your project before you invest significant time and resources.
de: Bewerten Sie die Machbarkeit Ihres Projekts, bevor Sie erheblich Zeit und Ressourcen investieren.
pl: Oceń wykonalność swojego projektu, zanim zainwestujesz znaczną ilość czasu i zasobów.

source: Budget Planning and Management:
de: Budgetplanung und -management:
pl: Planowanie i zarządzanie budżetem:

source: Develop a realistic budget and manage it effectively throughout the project lifecycle.
de: Ein realistisches Budget entwickeln und es während des gesamten Projektzyklus effektiv verwalten.
pl: Opracuj realistyczny budżet i zarządzaj nim skutecznie przez cały cykl projektu.

source: Design and Architectural Consulting:
de: Design- und Architekturbberatung:
pl: Doradztwo w zakresie projektowania i architektury:

source: Ensure your design meets both your aesthetic and functional needs, while adhering to regulations.
de: Stellen Sie sicher, dass Ihr Design sowohl Ihre ästhetischen als auch funktionalen Anforderungen erfüllt und gleichzeitig die Vorschriften einhält.
pl: Zapewnij, że Twój projekt spełnia zarówno potrzeby estetyczne, jak i funkcjonalne, jednocześnie przestrzegając przepisów.

source: Construction and Engineering Advice:
de: Bauberatung und Ingenieurberatung:
pl: Doradztwo budowlane i inżynieryjne:

source: Get expert advice on materials, construction methods, and engineering solutions.
de: Holen Sie sich fachkundige Beratung zu Materialien, Baumethoden und Ingenieurlösungen.
pl: Uzyskaj fachowe porady dotyczące materiałów, metod budowlanych i rozwiązań inżynieryjnych.

source: Permitting and Regulatory Guidance:
de: Genehmigungen und regulatorische Beratung:
pl: Doradztwo w zakresie pozwoleń i regulacji:

source: Navigate the complexities of permits and regulations with ease.
de: Bewältigen Sie die Komplexität von Genehmigungen und Vorschriften mühelos.
pl: Z łatwością poruszaj się po zawirowaniach pozwoleń i regulacji.

source: Our Consulting Services
de: Unsere Beratungsdienste
pl: Nasze usługi doradcze

source: Industry Expertise:
de: Branchenerfahrung:
pl: Ekspertyza branżowa:

source: Our consultants have years of experience in the construction and design industries, offering deep knowledge and practical solutions tailored to your needs.
de: Unsere Berater verfügen über jahrelange Erfahrung in der Bau- und Designbranche und bieten umfassendes Wissen sowie praktische Lösungen, die auf Ihre Bedürfnisse zugeschnitten sind.
pl: Nasi doradcy mają wieloletnie doświadczenie w branży budowlanej i projektowej, oferując głęboką wiedzę i praktyczne rozwiązania dostosowane do Twoich potrzeb.

source: Strategic Planning:
de: Strategische Planung:
pl: Planowanie strategiczne:

source: We help you develop clear, actionable plans that align with your goals and budget, ensuring that every decision moves your project forward.
de: Wir helfen Ihnen, klare und umsetzbare Pläne zu entwickeln, die mit Ihren Zielen und Ihrem Budget übereinstimmen, und stellen sicher, dass jede Entscheidung Ihr Projekt voranbringt.
pl: Pomagamy opracować jasne, wykonalne plany, które są zgodne z Twoimi celami i budżetem, zapewniając, że każda decyzja posuwa Twój projekt do przodu.

source: Risk Management:
de: Risikomanagement:
pl: Zarządzanie ryzykiem:

source: We identify potential challenges early on and provide strategies to mitigate risks, helping you avoid costly delays and disruptions.
de: Wir identifizieren potenzielle Herausforderungen frühzeitig und bieten Strategien zur Risikominderung an, um kostspielige Verzögerungen und Störungen zu vermeiden.
pl: Wczesne identyfikujemy potencjalne wyzwania i dostarczamy strategie minimalizacji ryzyka, pomagając unikać kosztownych opóźnień i zakłóceń.

source: Every project is unique, and we tailor our consulting services to address your specific requirements, whether it’s a residential build, commercial renovation, or interior adaptation.
de: Jedes Projekt ist einzigartig, und wir passen unsere Beratungsdienste an Ihre spezifischen Anforderungen an, sei es ein Wohnbau, eine gewerbliche Renovierung oder eine Innenraumadaptation.
pl: Każdy projekt jest wyjątkowy, dlatego dostosowujemy nasze usługi doradcze do Twoich specyficznych wymagań, niezależnie od tego, czy chodzi o budowę mieszkalną, remont komercyjny, czy adaptację wnętrz.

source: Our consultants work with you to optimize your budget, identifying cost-saving opportunities without compromising on quality or outcomes.
de: Unsere Berater arbeiten mit Ihnen zusammen, um Ihr Budget zu optimieren und kostensparende Möglichkeiten zu identifizieren, ohne Kompromisse bei der Qualität oder den Ergebnissen einzugehen.
pl: Nasi doradcy współpracują z Tobą, aby zoptymalizować Twój budżet, identyfikując możliwości oszczędności bez kompromisów w jakości czy wynikach.

source: Ongoing Support:
de: Laufende Unterstützung:
pl: Wsparcie na bieżąco:

source: From the initial concept to project completion, our consulting services include continuous support, ensuring you have the guidance you need every step of the way.
de: Von der ersten Konzeptidee bis zum Abschluss des Projekts bieten unsere Beratungsdienste kontinuierliche Unterstützung, um sicherzustellen, dass Sie in jedem Schritt die nötige Anleitung erhalten.
pl: Od początkowej koncepcji po zakończenie projektu, nasze usługi doradcze obejmują ciągłe wsparcie, zapewniając Ci niezbędne doradztwo na każdym etapie realizacji.

source: New Contact Record
de: Neuer Kontaktantrag
pl: Nowy Zapis Kontaktowy

source: New Contact Record Submitted
de: Neuer Kontaktantrag wurde übermittelt
pl: Nowy Zapis Kontaktowy Został Przesłany

source: A new contact record has been submitted on your website:
de: Ein neuer Kontaktantrag wurde auf Ihrer Webseite übermittelt:
pl: Na Twojej stronie internetowej został przesłany nowy zapis kontaktowy:

source: Client Name:
de: Name des Kunden:
pl: Nazwa Klienta:

source: Client Email:
de: E-Mail des Kunden:
pl: Email Klienta:

source: Message:
de: Nachricht:
pl: Twoja wiadomość:

source: Best regards,
de: Mit freundlichen Grüßen,
pl: Z poważaniem,

source: A new contact record has been submitted.
de: Ein neuer Kontaktantrag wurde übermittelt.
pl: Został przesłany nowy zapis kontaktowy.

source: Client Details:
de: Kundendaten:
pl: Dane Klienta:

source: Name:
pl: Imię:

source: Email:
pl: Twój email:

source: Email Confirmation
de: E-Mail-Bestätigung
pl: Potwierdzenie e-mail

source: Thank you for providing your email address. We have successfully received it, and we will use this email to contact you as soon as possible.
de: Vielen Dank, dass Sie uns Ihre E-Mail-Adresse zur Verfügung gestellt haben. Wir haben sie erfolgreich erhalten und werden diese E-Mail verwenden, um Sie so schnell wie möglich zu kontaktieren.
pl: Dziękujemy za podanie adresu e-mail. Otrzymaliśmy go pomyślnie i będziemy korzystać z tego adresu, aby skontaktować się z Tobą jak najszybciej.

source: If you did not send us this email, please ignore this message.
de: Falls Sie uns diese E-Mail nicht gesendet haben, ignorieren Sie bitte diese Nachricht.
pl: Jeśli nie wysłałeś(-aś) do nas tego e-maila, prosimy zignorować tę wiadomość.

source: Dear
de: Sehr geehrter/Sehr geehrte
pl: Szanowny/Szanowna

source: Thank you for reaching out! We’ve received your request through our contact form and will be in touch very soon.
de: Vielen Dank, dass Sie uns kontaktiert haben! Wir haben Ihre Anfrage über unser Kontaktformular erhalten und werden uns in Kürze bei Ihnen melden.
pl: Dziękujemy za kontakt! Otrzymaliśmy Twoje zgłoszenie przez nasz formularz kontaktowy i wkrótce się z Tobą skontaktujemy.

source: Here’s a summary of your submission:
de: Hier ist eine Zusammenfassung Ihrer Anfrage:
pl: Oto podsumowanie Twojego zgłoszenia:

source: Phone Number:
de: Telefonnummer:
pl: Numer telefonu:

source: One of our team members will reach out to you within 5 days to discuss your inquiry. If you need immediate assistance, please don’t hesitate to contact us directly at %(business_mail)s or call us at %(business_phone_number)s.
de: Eines unserer Teammitglieder wird sich innerhalb von 5 Tagen mit Ihnen in Verbindung setzen, um Ihre Anfrage zu besprechen. Wenn Sie sofortige Hilfe benötigen, zögern Sie bitte nicht, uns direkt unter %(business_mail)s zu kontaktieren oder uns unter %(business_phone_number)s anzurufen.
pl: Jeden z członków naszego zespołu skontaktuje się z Tobą w ciągu 5 dni, aby omówić Twoje zapytanie. Jeśli potrzebujesz natychmiastowej pomocy, nie wahaj się skontaktować z nami bezpośrednio pod adresem e-mail %(business_mail)s lub zadzwoń do nas pod numer %(business_phone_number)s.

source: We look forward to connecting with you soon!
de: Wir freuen uns darauf, bald mit Ihnen in Kontakt zu treten!
pl: Z niecierpliwością czekamy na możliwość kontaktu z Tobą wkrótce!

source: Phone Number (if provided):
de: Telefonnummer (falls angegeben):
pl: Numer telefonu (jeśli podano):

source: One of our team members will reach out to you within 5 days to discuss your inquiry. If you need immediate assistance, please don’t hesitate to contact us directly at %(contact_phone)s or %(contact_email)s.
de: Eines unserer Teammitglieder wird sich innerhalb von 5 Tagen mit Ihnen in Verbindung setzen, um Ihre Anfrage zu besprechen. Wenn Sie sofortige Hilfe benötigen, zögern Sie bitte nicht, uns direkt unter %(contact_phone)s oder %(contact_email)s zu kontaktieren.
pl: Jeden z członków naszego zespołu skontaktuje się z Tobą w ciągu 5 dni, aby omówić Twoje zapytanie. Jeśli potrzebujesz natychmiastowej pomocy, nie wahaj się skontaktować z nami bezpośrednio pod numerem %(contact_phone)s lub adresem e-mail %(contact_email)s.

source: Summer Terrace
de: Sommerterrasse
