Repository: Mussorable/top_design_building
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: de, pl

source: [%(title)s] Contact Form Confirmation
de: [%(title)s] Bestätigung des Kontaktformulars
pl: [%(title)s] Potwierdzenie Formularza Kontaktowego

source: [%(title)s] Email Confirmation - Thank You for Providing Your Email!
de: [%(title)s] E-Mail-Bestätigung - Vielen Dank, dass Sie Ihre E-Mail-Adresse angegeben haben!
pl: [%(title)s] Potwierdzenie Emaila - Dziękujemy za Podanie Twojego Adresu Email!

source: [%(title)s] Notification - New Contact Record
de: [%(title)s] Benachrichtigung - Neuer Kontaktantrag
pl: [%(title)s] Powiadomienie - Nowy Zapis Kontaktowy

source: Your name
de: Dein Name
pl: Twoje imię

source: Your email
de: Deine E-Mail
pl: Twój email

source: Your phone number
de: Deine Telefonnummer
pl: Numer telefonu

source: Invalid phone number format.
de: Ungültiges Telefonnummernformat.
pl: Nieprawidłowy format numeru telefonu.

source: Phone number must be between 10 and 15 digits.
de: Die Telefonnummer muss zwischen 10 und 15 Ziffern enthalten.
pl: Numer telefonu musi zawierać od 10 do 15 cyfr.

source: Your message
de: Deine Nachricht
pl: Twoja wiadomość

source: Contact Us
de: Kontaktieren Sie uns
pl: Skontaktuj się z nami

source: For any questions, offers or comments please fill out the following form.
de: Für alle Fragen, Angebote oder Kommentare füllen Sie bitte das folgende Formular aus.
pl: W przypadku jakichkolwiek pytań, propozycji lub komentarzy prosimy o wypełnienie poniższego formularza.

source: Submit
de: Absenden
pl: Wyślij

source: Home
de: Startseite
pl: Strona główna

source: Got a Question? Share your email and We'll write you
de: Haben Sie eine Frage? Teilen Sie uns Ihre E-Mail mit und wir schreiben Ihnen zurück
pl: Masz pytanie? Podziel się swoim e-mailem, a my się z tobą skontaktujemy

source: About Us
de: Über uns
pl: O nas

source: Services
de: Dienstleistungen
pl: Usługi

source: Thank you! Your message has been successfully sent. We’ll get back to you shortly.
de: Danke! Ihre Nachricht wurde erfolgreich gesendet. Wir werden uns in Kürze bei Ihnen melden.
pl: Dziękujemy! Twoja wiadomość została pomyślnie wysłana. Wkrótce się z Tobą skontaktujemy.

source: Oops! Something went wrong. Please try again or contact us directly.
de: Ups! Etwas ist schiefgelaufen. Bitte versuchen Sie es erneut oder kontaktieren Sie uns direkt.
pl: Ups! Coś poszło nie tak. Proszę spróbować ponownie lub skontaktować się z nami bezpośrednio.

source: Contact
de: Kontakt
pl: Kontakt

source: Realisations
de: Realisierungen
pl: Realizacje

source: Sorry, the room type you're looking for doesn't exist. Please select a type that exists from the options below.
de: Entschuldigung, der gesuchte Zimmertyp existiert nicht. Bitte wählen Sie einen verfügbaren Zimmertyp aus den unten stehenden Optionen.
pl: Przepraszamy, typ pokoju, którego szukasz, nie istnieje. Proszę wybrać istniejący typ z poniższych opcji.

source: Reviews
de: Bewertungen
pl: Opinie

source: Privacy Policy
de: Datenschutzbestimmungen
pl: Polityka prywatności

source: Your email has been successfully sent and saved. We appreciate your interest and will get back to you shortly.
de: Ihre E-Mail wurde erfolgreich gesendet und gespeichert. Wir schätzen Ihr Interesse und werden uns in Kürze bei Ihnen melden.
pl: Twój e-mail został pomyślnie wysłany i zapisany. Doceniamy Twoje zainteresowanie i wkrótce się z Tobą skontaktujemy.

source: Oops! Page Not Found
de: Ups! Seite nicht gefunden
pl: Ups! Strona nie została znaleziona.

source: It looks like the page you're looking for doesn't exist. But don't worry, we've got a main option for you:
de: Es scheint, dass die von Ihnen gesuchte Seite nicht existiert. Aber keine Sorge, wir haben eine Hauptoption für Sie:
pl: Wygląda na to, że strona, której szukasz, nie istnieje. Ale nie martw się, mamy dla Ciebie główną opcję:

source: Uh-oh! Something Went Wrong (500)
de: Upps! Etwas ist schiefgelaufen (500)
pl: Uh-oh! Coś poszło nie tak (500)

source: It looks like something on our end isn’t working right now. We’re working hard to fix it, so please try again soon.
de: Es scheint, dass auf unserer Seite derzeit etwas nicht funktioniert. Wir arbeiten hart daran, das Problem zu beheben, also versuchen Sie es bitte bald erneut.
pl: Wygląda na to, że coś u nas nie działa poprawnie. Pracujemy nad naprawą, więc prosimy spróbować ponownie za chwilę.

source: In the meantime, you can:
de: In der Zwischenzeit können Sie:
pl: W międzyczasie możesz:

source: We apologize for the inconvenience, and thanks for your patience!
de: Wir entschuldigen uns für die Unannehmlichkeiten und danken Ihnen für Ihre Geduld!
pl: Przepraszamy za niedogodności i dziękujemy za cierpliwość!

source: Comprehensive and modern interior finishing in homes, apartments, offices, and commercial and service spaces
de: Umfassende und moderne Innenausbauarbeiten in Wohnungen, Büros sowie in gewerblichen und Dienstleistungsräumen
pl: Kompleksowe i nowoczesne wykończenia wnętrz w domach, mieszkaniach, biurach oraz przestrzeniach komercyjnych i usługowych

source: Professional interior finishing
de: Professioneller Innenausbau
pl: Profesjonalne wykończenia wnętrz

source: We offer comprehensive finishing work for homes, apartments, and offices, tailored to the individual needs of our clients.
de: Wir bieten umfassende Ausbaumaßnahmen für Wohnungen, Häuser und Büros an, die auf die individuellen Bedürfnisse unserer Kunden abgestimmt sind.
pl: Oferujemy kompleksowe prace wykończeniowe w domach, mieszkaniach i biurach, dostosowując się do indywidualnych potrzeb klientów.

source: Comprehensive renovation and modernization
de: Umfassende Renovierung und Modernisierung
pl: Kompleksowe usługi remontowe dla przestrzeni prywatnych i komercyjnych

source: We specialize in interior renovations and modernizations, restoring them to a modern appearance and top-level functionality.
de: Wir sind auf Innenrenovierungen und -modernisierungen spezialisiert und bringen diese auf ein modernes Erscheinungsbild und höchste Funktionalität.
pl: Specjalizujemy się w renowacjach i modernizacjach wnętrz, przywracając im nowoczesny wygląd i funkcjonalność na najwyższym poziomie.

source: Installation and finishing of details
de: Installation und Veredelung von Details
pl: Montaż i wykończenia detali

source: Precise installation work, filling, and finishing of small elements that give interiors a final, elegant appearance.
de: Präzise Installationsarbeiten, Füllungen und Veredelung kleiner Elemente, die den Innenräumen ein endgültiges, elegantes Aussehen verleihen.
pl: Precyzyjne prace montażowe, wypełnienia i wykończenia drobnych elementów, które nadają wnętrzom ostateczny, elegancki wygląd.

source: Client Reviews
de: Kundenbewertungen
pl: Opinie klientów

source: See what our clients have to say about our work.
de: Sehen Sie, was unsere Kunden über unsere Arbeit zu sagen haben.
pl: Zobacz, co nasi klienci mówią o naszej pracy.

source: We have been entrusted with the interior renovation of numerous apartments and houses. Our clients' feedback speaks for itself. You can read their reviews on our dedicated reviews page, where you'll see how highly people value the quality of our work.
de: Wir wurden mit der Innenrenovierung zahlreicher Wohnungen und Häuser betraut. Das Feedback unserer Kunden spricht für sich. Sie können ihre Bewertungen auf unserer speziellen Bewertungsseite lesen, wo Sie sehen können, wie sehr die Menschen die Qualität unserer Arbeit schätzen.
pl: Zaufano nam przy remoncie wnętrz wielu mieszkań i domów. Opinie naszych klientów mówią same za siebie. Możesz przeczytać ich recenzje na naszej dedykowanej stronie z opiniami, gdzie zobaczysz, jak wysoko ludzie cenią jakość naszej pracy.

source: Consulting
de: Beratung
pl: Doradztwo

source: Individualized consulting, fast execution, and support after the completion of the work
de: Individuelle Beratung, schnelle Ausführung und Unterstützung nach Abschluss der Arbeiten
pl: Indywidualne doradztwo, szybka realizacja i wsparcie po zakończeniu prac

source: We provide professional consulting at every stage of finishing and modernization, as well as support after the project is completed. We execute work quickly and on time, ensuring the highest quality and customer satisfaction. We also assist with service-related issues after the completion of the work.
de: Wir bieten professionelle Beratung in jeder Phase der Fertigstellung und Modernisierung sowie Unterstützung nach Abschluss des Projekts. Wir führen die Arbeiten schnell und termingerecht aus, wobei wir höchste Qualität und Kundenzufriedenheit gewährleisten. Zudem helfen wir bei servicebezogenen Fragen nach Abschluss der Arbeiten.
pl: Zapewniamy fachowe doradztwo na każdym etapie wykończenia i modernizacji, a także wsparcie po zakończeniu projektu. Szybko i terminowo realizujemy prace, dbając o najwyższą jakość i zadowolenie klienta. Pomagamy również w kwestiach serwisowych po zakończeniu prac.

source: Address:
de: Adresse:
pl: Adres:

source: Email address
de: E-Mail-Adresse
pl: Adres e-mail

source: Send us a message
de: Schicken Sie uns eine Nachricht
pl: Wyślij do nas wiadomość

source: You can contact us with anything related to our work. We'll get in touch with you as soon as possible.
de: Sie können uns in Bezug auf alles, was mit unserer Arbeit zu tun hat, kontaktieren. Wir werden uns so schnell wie möglich mit Ihnen in Verbindung setzen.
pl: Możesz skontaktować się z nami w sprawach związanych z naszą pracą. Skontaktujemy się z Tobą jak najszybciej.

source: Where to Find Us
de: Wo Sie uns finden
pl: Gdzie nas znaleźć

source: Contact Details
de: Kontaktdaten
pl: Dane kontaktowe

source: Legal Disclosures
de: Rechtliche Offenlegungen
pl: Informacje prawne

source: What we offer to our clients
de: Was wir unseren Kunden bieten
pl: Co oferujemy naszym klientom

source: We offer comprehensive home and apartment renovations, including full interior finishing services
de: Wir bieten umfassende Renovierungen von Häusern und Wohnungen an, einschließlich vollständiger Innenausbauleistungen
pl: Oferujemy kompleksowe remonty domów i mieszkań, w tym pełne usługi wykończeniowe wnętrz

source: Interior Finishing
de: Innenausbau
pl: Wykończenie wnętrz

source: We provide high-quality interior finishing services, transforming your space into a stylish and functional environment, tailored to your preferences.
de: Wir bieten hochwertige Innenausbauarbeiten an und verwandeln Ihren Raum in eine stilvolle und funktionale Umgebung, die auf Ihre Vorlieben abgestimmt ist.
pl: Oferujemy usługi wykończenia wnętrz wysokiej jakości, przekształcając Twoją przestrzeń w stylowe i funkcjonalne otoczenie, dopasowane do Twoich preferencji.

source: Comprehensive Construction Services
de: Umfassende Baudienstleistungen
pl: Kompleksowe usługi budowlane

source: From start to finish, we manage all aspects of your renovation project, ensuring seamless execution and a stress-free experience for you.
de: Von Anfang bis Ende verwalten wir alle Aspekte Ihres Renovierungsprojekts, um eine reibungslose Ausführung und ein stressfreies Erlebnis für Sie zu gewährleisten.
pl: Od początku do końca zarządzamy wszystkimi aspektami Twojego projektu remontowego, zapewniając płynne wykonanie i bezstresowe doświadczenie dla Ciebie.

source: Expert Consultation
de: Fachberatung
pl: Porady eksperta

source: Our team provides professional advice on processes, materials, costs, and construction work, helping you make informed decisions and achieve your desired results.
de: Unser Team bietet fachkundige Beratung zu Prozessen, Materialien, Kosten und Bauarbeiten und hilft Ihnen, fundierte Entscheidungen zu treffen und die gewünschten Ergebnisse zu erzielen.
pl: Nasza drużyna zapewnia profesjonalne doradztwo w zakresie procesów, materiałów, kosztów i prac budowlanych, pomagając Ci podejmować świadome decyzje i osiągnąć pożądane rezultaty.

source: Our Recent Works may impress you
de: Unsere aktuellen Arbeiten könnten Sie beeindrucken
pl: Nasze ostatnie realizacje mogą Cię zachwycić

source: Explore our impressive work through a gallery small gallery
de: Entdecken Sie unsere beeindruckende Arbeit durch eine kleine Galerie
pl: Zobacz nasze imponujące prace w małej galerii

source: A Wide Variety of Our Services
de: Eine große Auswahl unserer Dienstleistungen
pl: Szeroki zakres naszych usług

source: Explore a wide range of services tailored to your needs.
de: Entdecken Sie eine Vielzahl von Dienstleistungen, die auf Ihre Bedürfnisse zugeschnitten sind.
pl: Poznaj szeroki zakres usług dostosowanych do Twoich potrzeb.

source: Filling
de: Spachtelarbeiten
pl: Wypełnianie

source: Wall Painting
de: Wandanstrich
pl: Malowanie ścian

source: Renovations
de: Renovierungen
pl: Renowacje

source: Tiling and White Installation
de: Fliesenlegen und Weißinstallation
pl: Układanie płytek

source: Drywall Installations
de: Trockenbau-Installationen
pl: Sucha zabudowa

source: Home and Apartment Renovations
de: Haus- und Wohnungsrenovierungen
pl: Remonty domów i mieszkań

source: Plastering and Smoothing Walls
de: Verputzen und Glätten von Wänden
pl: Tynkowanie i wygładzanie ścian

source: Wallpapering
de: Tapezieren
pl: Tapetowanie

source: Flooring Installations
de: Bodenverlegungen
pl: Montaż podłóg

source: Ventilation
de: Belüftung
pl: Wentylacja

source: Air Conditioning
de: Klimaanlage
pl: Klimatyzacja

source: Sanitary Installations
de: Sanitärinstallationen
pl: Instalacje sanitarne

source: Electrical Services
de: Elektroinstallationen
pl: Usługi związane z elektryką

source: How Does It Feel
de: Wie fühlt es sich an
pl: Jak to wygląda

source: Discover the comfort and satisfaction of a space built with care, precision, and professionalism. See how our work feels when it’s finally yours to enjoy.
de: Erleben Sie den Komfort und die Zufriedenheit eines Raums, der mit Sorgfalt, Präzision und Professionalität gebaut wurde. Sehen Sie, wie sich unsere Arbeit anfühlt, wenn sie schließlich Ihnen zum Genuss überlassen wird.
pl: Odkryj komfort i satysfakcję z przestrzeni stworzonej z troską, precyzją i profesjonalizmem. Zobacz, jak nasze prace prezentują się, gdy w końcu są Twoje do cieszenia się nimi.

source: Stats Snapshot
de: Statistikübersicht
pl: Podsumowanie

source: Clients
de: Kunden
pl: Klienci

source: Square Meters
de: Quadratmeter
pl: Metry kwadratowe

source: Years of experience
de: Jahre Erfahrung
pl: Lat doświadczenia

source: Savings on Materials
de: Einsparungen bei Materialien
pl: Oszczędności na materiałach

source: Introduction
de: Einleitung
pl: Wprowadzenie

source: This Privacy Policy sets out the rules for processing, storing, and protecting the personal data of users of the %(title)s website, available at %(contact_email)s. The data controller is %(title)s, headquartered in Gaszyn, hereinafter referred to as the 'Administrator.'
de: Diese Datenschutzrichtlinie legt die Regeln für die Verarbeitung, Speicherung und den Schutz der personenbezogenen Daten der Benutzer der Website %(title)s fest, die unter %(contact_email)s verfügbar ist. Der Datenverantwortliche ist %(title)s mit Sitz in Gaszyn, im Folgenden als 'Administrator' bezeichnet.
pl: Niniejsza Polityka Prywatności określa zasady przetwarzania, przechowywania i ochrony danych osobowych użytkowników strony internetowej %(title)s dostępnej pod adresem %(contact_email)s. Administratorem danych osobowych jest %(title)s z siedzibą w Gaszynie, zwana dalej 'Administratorem'.

source: Types of Data Collected
de: Arten der gesammelten Daten
pl: Rodzaje zbieranych danych

source: While using our website, we may collect the following personal data of users:
de: Beim Besuch unserer Website können wir folgende personenbezogene Daten der Benutzer erheben:
pl: W ramach korzystania z naszej strony internetowej możemy zbierać następujące dane osobowe użytkowników:

source: Name and surname
de: Vor- und Nachname
pl: Imię i nazwisko

source: Phone number
de: Telefonnummer
pl: Numer telefonu

source: Cookies
pl: Pliki cookie

source: Other data voluntarily provided by users through forms available on the website.
de: Andere von Benutzern freiwillig über die auf der Website verfügbaren Formulare bereitgestellte Daten.
pl: Inne dane przekazywane dobrowolnie przez użytkowników za pośrednictwem formularzy dostępnych na stronie.

source: Purposes of Data Processing
de: Zwecke der Datenverarbeitung
pl: Cele przetwarzania danych

source: Users' personal data is processed for the following purposes:
de: Die personenbezogenen Daten der Benutzer werden zu folgenden Zwecken verarbeitet:
pl: Dane osobowe użytkowników przetwarzane są w następujących celach:

source: Enabling the use of services offered by the website
de: Ermöglichung der Nutzung der auf der Website angebotenen Dienste
pl: Umożliwienie korzystania z usług oferowanych przez stronę internetową

source: Fulfilling orders and customer service
de: Auftragsabwicklung und Kundenservice
pl: Realizacja zamówień i obsługa klienta

source: Sending newsletters (with consent)
de: Versenden von Newslettern (mit Einwilligung)
pl: Wysyłka newslettera (w przypadku wyrażenia zgody)

source: Conducting analysis and statistics related to website usage
de: Durchführung von Analysen und Statistiken zur Nutzung der Website
pl: Prowadzenie analiz i statystyk dotyczących korzystania ze strony

source: Securing and protecting the rights of the Administrator.
de: Sicherung und Schutz der Rechte des Administrators.
pl: Zabezpieczenie i ochrona praw Administratora.

source: Legal Basis for Data Processing
de: Rechtsgrundlage für die Datenverarbeitung
pl: Podstawa prawna przetwarzania danych

source: Personal data is processed on the basis of:
de: Personenbezogene Daten werden auf der Grundlage von:
pl: Dane osobowe przetwarzane są na podstawie:

source: User consent (Article 6(1)(a) of GDPR)
de: Benutzer-Einwilligung (Artikel 6(1)(a) der DSGVO)
pl: Zgody użytkownika (art. 6 ust. 1 lit. a RODO)

source: Performance of a contract or actions at the user's request before concluding a contract (Article 6(1)(b) of GDPR)
de: Erfüllung eines Vertrags oder Durchführung vorvertraglicher Maßnahmen auf Anfrage des Nutzers (Artikel 6(1)(b) der DSGVO)
pl: Wykonania umowy lub podjęcia działań na żądanie użytkownika przed zawarciem umowy (art. 6 ust. 1 lit. b RODO)

source: The legitimate interest of the Administrator (Article 6(1)(f) of GDPR), such as conducting statistical and marketing analyses.
de: Das berechtigte Interesse des Administrators (Artikel 6(1)(f) der DSGVO), wie z.B. die Durchführung statistischer und marketingbezogener Analysen.
pl: Prawnie uzasadnionego interesu Administratora (art. 6 ust. 1 lit. f RODO), jak np. prowadzenie analiz statystycznych i marketingowych.

source: Data Sharing
de: Datenweitergabe
pl: Przekazywanie danych

source: Users' personal data may be shared with the following recipients:
de: Die personenbezogenen Daten der Benutzer können an folgende Empfänger weitergegeben werden:
pl: Dane osobowe użytkowników mogą być przekazywane następującym odbiorcom:

source: Entities processing data on behalf of the Administrator, such as IT service providers
de: Einrichtungen, die Daten im Auftrag des Administrators verarbeiten, wie z.B. IT-Dienstleister
pl: Podmiotom przetwarzającym dane w imieniu Administratora, jak np. dostawcom usług IT

source: Public authorities, if required by law.
de: Öffentliche Behörden, wenn gesetzlich vorgeschrieben.
pl: Organom publicznym, jeśli wymagają tego przepisy prawa.

source: Data Retention
de: Datenaufbewahrung
pl: Przechowywanie danych

source: Personal data is stored for as long as necessary to fulfill the purposes for which it was collected or for the period required by law. Data processed based on user consent is retained until the consent is withdrawn.
de: Personenbezogene Daten werden so lange gespeichert, wie es erforderlich ist, um die Zwecke zu erfüllen, für die sie erhoben wurden, oder für den gesetzlich vorgeschriebenen Zeitraum. Daten, die auf der Grundlage der Einwilligung des Benutzers verarbeitet werden, werden bis zum Widerruf der Einwilligung aufbewahrt.
pl: Dane osobowe przechowywane są przez okres niezbędny do realizacji celów, dla których zostały zebrane, lub przez okres wymagany przepisami prawa. Dane przetwarzane na podstawie zgody użytkownika przechowywane są do momentu jej wycofania.

source: User Rights
de: Rechte der Benutzer
pl: Prawa użytkownika

source: Users have the following rights:
de: Benutzer haben folgende Rechte:
pl: Użytkownikowi przysługują następujące prawa:

source: The right to access data
de: Das Recht auf Zugriff auf Daten
pl: Prawo dostępu do danych

source: The right to rectify data
de: Das Recht auf Berichtigung von Daten
pl: Prawo do sprostowania danych

source: The right to delete data
de: Das Recht auf Löschung von Daten
pl: Prawo do usunięcia danych

source: The right to restrict data processing
de: Das Recht auf Einschränkung der Datenverarbeitung
pl: Prawo do ograniczenia przetwarzania

source: The right to data portability
de: Das Recht auf Datenübertragbarkeit
pl: Prawo do przenoszenia danych

source: The right to object to data processing
de: Das Recht, der Datenverarbeitung zu widersprechen
pl: Prawo do wniesienia sprzeciwu wobec przetwarzania

source: The right to withdraw consent to personal data processing.
de: Das Recht, die Einwilligung zur Verarbeitung personenbezogener Daten zu widerrufen.
pl: Prawo do wycofania zgody na przetwarzanie danych osobowych".

source: To exercise these rights, users can contact the Administrator via email at: %(contact_email)s
de: Um diese Rechte auszuüben, können die Benutzer den Administrator per E-Mail unter %(contact_email)s kontaktieren
pl: Aby skorzystać z tych praw, użytkownik może skontaktować się z Administratorem za pośrednictwem adresu e-mail: %(contact_email)s

source: The website uses cookies to ensure proper functionality and for analytical and marketing purposes. Users can manage cookie settings through their web browser settings.
de: Diese Website verwendet Cookies, um eine ordnungsgemäße Funktionalität zu gewährleisten sowie für analytische und Marketingzwecke. Benutzer können die Cookie-Einstellungen über die Einstellungen ihres Webbrowsers verwalten.
pl: Strona internetowa wykorzystuje pliki cookie w celu zapewnienia prawidłowego funkcjonowania oraz w celach analitycznych i marketingowych. Użytkownik może zarządzać ustawieniami plików cookie za pomocą ustawień przeglądarki internetowej.

source: Changes to the Privacy Policy
de: Änderungen der Datenschutzrichtlinie
pl: Zmiany w Polityce Prywatności

source: The Administrator reserves the right to make changes to this Privacy Policy. Users will be informed of any changes via the website.
de: Der Administrator behält sich das Recht vor, Änderungen an dieser Datenschutzrichtlinie vorzunehmen. Die Benutzer werden über alle Änderungen über die Website informiert.
pl: Administrator zastrzega sobie prawo do wprowadzania zmian w niniejszej Polityce Prywatności. O wszelkich zmianach użytkownicy będą informowani za pośrednictwem strony internetowej.

source: For questions regarding this Privacy Policy, please contact the Administrator via email: %(contact_email)s.
de: Bei Fragen zu dieser Datenschutzrichtlinie wenden Sie sich bitte per E-Mail an den Administrator: %(contact_email)s.
pl: W przypadku pytań dotyczących niniejszej Polityki Prywatności, prosimy o kontakt z Administratorem za pośrednictwem adresu e-mail: %(contact_email)s.

source: Last updated:
de: Zuletzt aktualisiert:
pl: Data ostatniej aktualizacji:

source: Kitchen
de: Küche
pl: Kuchnia

source: Bathroom
de: Badezimmer
pl: Łazienka

source: Living Room
de: Wohnzimmer
pl: Pokój

source: Business
de: Geschäft
pl: Biznes

source: Other
de: Sonstiges
pl: Inne

source: Our Services
de: Unsere Dienstleistungen
pl: Nasze usługi
